Repository: aazizb/iws
Catalog: IWSProject/Content/IWSLocalResource.*.resx
Languages: de_de

source: Supplier
de_de: Supplier de-DE

# btnAddNew
source: New
de_de: Neu

# btnCancel
source: Cancel
de_de: Annullieren

# btnDelete
source: Delete
de_de: Löschen

# btnEdit
source: Edit
de_de: Bearbeiten

# btnUpdate
source: Update
de_de: Aktualisieren

source: Due Date
de_de: Verabredung

source: Good Receiving
de_de: Good Receiving de-DE

source: ID
de_de: ID de-DE

source: Item #
de_de: Artikel

source: Line Good Receiving
de_de: Line Good Receiving de-DE

source: Model ID
de_de: Model ID de-DE

source: OID
de_de: OID de-DE

source: Price
de_de: Preis

source: Quantity
de_de: Menge

source: Store
de_de: Lager

source: TEXT
de_de: Wordings de-DE

# transid
source: Transaction ID
de_de: N° Transaction de-DE

source: Unit
de_de: Einheit

source: VAT
de_de: UST

source: Group ID
de_de: Group ID de-DE

source: Pack Unit
de_de: Pack Unit de-DE

# qttyunit
source: Unit
de_de: Unit de-DE

source: Sales Price
de_de: Sales Price de-DE

source: Description
de_de: Description de-DE

source: BIC
de_de: BIC de-DE

source: Credit
de_de: Credit de-DE

source: Debit
de_de: Debit de-DE

# articles
source: Article
de_de: Article de-DE

source: Bank Account
de_de: Bank Account de-DE

# costcenters
source: Cost Center
de_de: Cost Center de-DE

source: Purchase Order
de_de: Purchase Order de-DE

# lineprchaseorder
source: Line Purchase Order
de_de: Line Purchase Order de-DE

source: Account ID
de_de: Account ID de-DE

source: City
de_de: City de-DE

source: State
de_de: State de-DE

# zip
source: ZIP Code
de_de: ZIP Code de-DE

source: Street
de_de: Straße

source: Account
de_de: Account de-DE

source: Balance
de_de: Balance de-DE

# dateofclose
source: Close Date
de_de: Close Date de-DE

# dateofopen
source: Open Date
de_de: Open Date de-DE

source: Name
de_de: Name de-DE

source: Customer
de_de: Customer de-DE

source: Payment
de_de: Payment de-DE

source: Line Payment
de_de: Line Payment de-DE

source: Vendor Invoice
de_de: Vendor Invoice de-DE

source: Line Vendor Invoice
de_de: Line Vendor Invoice de-DE

# expenseaccountid
source: Expense Account
de_de: Expense Account de-DE

# inputvataccountid
source: Input VAT Account
de_de: Input VAT Account de-DE

# outputvataccountid
source: Output VAT Account
de_de: Output VAT Account de-DE

source: Percent
de_de: Percent de-DE

source: Quantity Unit
de_de: Quantity Unit de-DE

# revenueaccountid
source: Revenue Account
de_de: Revenue Account de-DE

# stockaccountid
source: Stock/Expense Account
de_de: Stock/Expense Account de-DE

# bankaccountid
source: Bank Account
de_de: Bank Account de-DE

# nextperiode
source: Next Period
de_de: Next Period de-DE

# paymentclearingaccountid
source: Payment Clearing Account
de_de: Payment Clearing Account de-DE

source: Periode
de_de: Periode de-DE

# purchasingclearingaccountid
source: Purchasing Clearing Account
de_de: Purchasing Clearing Account de-DE

# salesclearingaccountid
source: Sales Clearing Account
de_de: Sales Clearing Account de-DE

# settlementclearingaccountid
source: Settlement Clearing Account
de_de: Settlement Clearing Account de-DE

source: Tax Code
de_de: Tax Code de-DE

source: VAT Code
de_de: VAT Code de-DE

source: Company
de_de: Firma

source: Stock
de_de: Stock de-DE

source: Administration
de_de: Administration de-DE

# dashboard
source: Accounting
de_de: Buchhaltung

source: Invoice
de_de: Invoice de-DE

source: Purchasing
de_de: Purchasing de-DE

source: Roles Management
de_de: Roles Management de-DE

source: Users Management
de_de: Users Management de-DE

source: Master Files
de_de: Master Files de-DE

# GenericError
source: Sorry, an error occurred while processing your request!
de_de: Sorry, an error occurred while processing your request de-DE

# manage
source: Users Management
de_de: Manage Users

# Admin
source: Roles Assignement
de_de: Roles Assignement de-DE

source: First Name
de_de: First Name de-DE

source: Last Name
de_de: Last Name de-DE

source: Is Validated?
de_de: Validated de-DE

source: Account Balance
de_de: Account Balance de-DE

source: Average Price
de_de: Average Price de-DE

# PeriodicAccountBalance
source: Account Balance
de_de: Account Balance de-DE

# TotHVAT
source: Total Without Taxes
de_de: Gesamtsteuer

# TotVAT
source: Total VAT
de_de: Gesamt Pflicht

# PartNumber
source: Nº Pièce
de_de: Art.-Nr.

# PartType
source: Document Type
de_de: Document Type de-DE

source: Count
de_de: Count de-DE

source: Total
de_de: Total de-DE

source: Journal
de_de: Journal de-DE

# CustSupplier
source: Customer/Supplier
de_de: Customer/Supplier de-DE

source: Sales
de_de: Sales de-DE

source: Settlement
de_de: Settlement de-DE

source: Sales Invoice
de_de: Sales Invoice de-DE

source: Sales Order
de_de: Sales Order de-DE

source: Bill of Delivery
de_de: Bill of delivery de-DE

source: Line Sales Order
de_de: Line Sales Order de-DE

source: Line Bill of Delivery
de_de: Line Bill of Delivery de-DE

source: Line Customer Invoice
de_de: Line Customer Invoice de-DE

source: Line Cash Inflow
de_de: Line Cash Inflow de-DE

source: Insufficient Stock
de_de: Insufficient Stock de-DE

source: Customer Invoice
de_de: Customer Invoice de-DE

source: Line Sales Invoice
de_de: Line Sales Invoice de-DE

source: Line Settlement
de_de: Line Settlement de-DE

source: Is Service?
de_de: Is Service de-DE?

source: General Ledger
de_de: General Ledger de-DE

source: Line General Ledger
de_de: Line General Ledger de-DE

source: Period From
de_de: Period From de-DE

source: Period To
de_de: Period To de-DE

source: Consultation
de_de: Consultation de-DE

# printing
source: Preview and Print
de_de: Preview and Print de-DE

source: Account From:
de_de: Account From de-DE:

source: Account To:
de_de: Account To de-DE:

source: Item Count
de_de: Item Count de-DE

source: Subtotal
de_de: Subtotal de-DE

# CompanyInfo
source: Company Information
de_de: Company Information de-DE

source: Company Logo
de_de: Company Logo de-DE

# ChooseLogo
source: Choose company's Logo
de_de: Choose company's Logo de-DE

# SetLogo
source: Set company's Logo
de_de: Set company's Logo de-DE

source: Customer Order
de_de: Customer Order de-DE

source: Line Customer Order
de_de: Line Customer Order de-DE

# LineCustomerOrder1
source: Line Customer Order
de_de: Line Customer Order de-DE

# Imported
source: rows were successfully imported into the database:
de_de: rows were successfully imported into the database. de-DE :

source: Data Importation
de_de: Data Importation de-DE

# ImportedNone
source: No rows have been imported, verify your data and duplicated data rows and try again!
de_de: No rows have been imported, verify your data and duplicated data rows and try again! de-DE

# SelectFile
source: Please select a file
de_de: Please select a file de-DE

source: Bank Statement
de_de: Bank Statement de-DE

# UploadToDB
source: Upload to database
de_de: Upload to database de-DE

source: Currency
de_de: Währung

source: Account Number
de_de: Kontonummer

# BeneficiaryOfPayment
source: Beneficiary
de_de: BeguenstigterZahlungspflichtiger

source: Booking Text
de_de: Buchungstext

source: IBAN
de_de: BLZ

source: Order Account
de_de: Auftragskonto

source: Order Date
de_de: Buchungstag

source: Usage
de_de: Verwendungszweck

source: Value Date
de_de: Valutadatum

source: Import Bank Statement
de_de: Import bank statement de-DE

# DropFiles
source: Drop File(s) here
de_de: Drop File(s) here de-DE

# BLZ
source: Bank ID
de_de: Bank ID de-DE

# WindowCustomization
source: Show
de_de: Show de-DE

source: Hide
de_de: Hide de-DE

source: Show
de_de: Show de-DE

source: Is Used?
de_de: Is Used de-De?

source: Gross
de_de: Brutto

source: Net
de_de: Netto

source: Page
de_de: Seite

source: Invoice Date
de_de: Rechnungsdatum

source: Subtotals
de_de: Subtotals de-DE

source: Purchase Order Date
de_de: Purchase Order Date de-DE

# ShipDate
source: Expected Ship Date
de_de: Expected Ship Date de-DE

source: Date
de_de: Datum

source: Total Movement
de_de: Gesamtbewegung

source: Shipping Terms
de_de: Versandbedingungen

source: Owner
de_de: Eigentümer

source: Entry Date
de_de: Entry Date de-DE

source: Item Date
de_de: Item Date de-DE

source: Trans Date
de_de: Trans Date de-DE

source: Balance sheet
de_de: Balance sheet de-DE

# scredit
source: Credit Balance
de_de: Credit Balance de-DE

# sdebit
source: Debit Balance
de_de: Debit Balance de-DE

# tcredit
source: Total Credit
de_de: Total Credit de-DE

# tdebit
source: Total Debit
de_de: Total Debit de-DE

# classx
source: Class
de_de: Class de-DE

source: Sub Class
de_de: Sub Class de-DE

source: Incomes Statement
de_de: Incomes Statement de-DE

# IsBalanceSheetAccount
source: Balance Sheet
de_de: Balance Sheet de-DE?

source: Charge
de_de: Charge de-DE

source: Detail
de_de: Detail de-DE

source: Close
de_de: Close de-De

source: Export
de_de: Export de-DE

source: Item Type
de_de: Item Type de-DE

source: Month
de_de: Monat

source: Quarter
de_de: Quartal

source: Year
de_de: Jahr

source: Report
de_de: Report de-DE

# DataFormat
source: Check data format and try again
de_de: Check data format and try again de-DE

source: Bill Period
de_de: Bill Period de-DE
